{
    "title": "CDC to screen at three US airports for signs of new virus from China",
        "create_date": "10/01/2020",
        "modified_date": "10/01/2020",
    "username": "tester",
    "content": "More than 100 staffers from the US Centers for Disease Control and Prevention are being deployed to three US airports to check passengers arriving from Wuhan, China, for fever and other symptoms of a mysterious new virus that's killed two and infected dozens in China, the CDC announced Friday.\nIt's a highly unusual step. The last time the CDC did routine passenger health screening was during the 2014 Ebola outbreak, according to Dr. Martin Cetron, director of the CDC's division of global migration and quarantine.\n\"I've been here since 1996, and that's the only other time we've ever done this -- for Ebola,\" Cetron said.\nThe screenings at New York City's John F. Kennedy International Airport will start tonight, and screenings at San Francisco International Airport and Los Angeles International Airport will begin Saturday. The CDC will look for symptoms such as coughing and difficulty breathing and check temperatures of each passenger with an infrared thermometer.\nThe CDC took these steps after travelers from Wuhan recently arrived in Thailand and Japan infected with the new virus. There have been two cases in Thailand and one in Japan.",
    "category": "health"
}
{
    "title": "Flu has killed 39 children this season, but virus activity continues to decline",
        "create_date": "17/01/2020",
        "modified_date": "17/01/2020",
    "username": "tester",
    "content": "Flu activity in the United States declined in the week ending January 11, according to new data from the US Centers for Disease Control and Prevention. It was the second consecutive week that saw a drop.\nWhile it's still too soon to say definitively that the flu season is past its peak, the dips in the past two weeks were dramatic.\nEven though flu activity is coming down, \"we're still at pretty high levels right now,\" said Lynnette Brammer, team lead of the CDC's domestic influenza surveillance team.\nThe virus still remains widespread in nearly every state, with high levels of activity in 32 states.",
    "category": "health"
}
{
    "title": "Your Fitbit could help health officials predict flu outbreaks in real-time",
        "create_date": "17/01/2020",
        "modified_date": "17/01/2020",
    "username": "tester",
    "content": "That Fitbit you've been wearing could be doing a lot more than tracking your trips to the store. It may help health officials stop the flu from spreading, too.\nResearchers working at the Scripps Research Translational Institute reviewed de-identified data from users wearing Fitbits -- the company's privacy policy allows for the potential use of de-identified user data for research -- and found that they were able to do real-time flu prediction at the state level.\nThis marks the first time heart rate trackers and sleep data have been used to predict the flu or any infectious disease in real time, according to the study authors.",
    "category": "health"
}
{
    "title": "US adults who binge drink are drinking even more, study says",
        "create_date": "17/01/2020",
        "modified_date": "17/01/2020",
    "username": "tester",
    "content": "Adults in the United States who binge drink are consuming even more alcohol per binging episode, according to a new study published Thursday by the US Centers for Disease Control and Prevention.\nResearchers analyzed data from the Behavioral Risk Factor Surveillance System over a six-year period and discovered that the annual number of binge drinks among adults who reported excessive drinking jumped on average from 472 in 2011 to 529 in 2017. That's a 12% increase.\nThe CDC defines binge drinking as five drinks or more for men or four or more for women on a single occasion. Binge drinking has serious health risks, according to the CDC, including car accidents, domestic violence, STDs, unintentional pregnancy, stroke, heart and liver disease.",
    "category": "health"
}